{
	"clubs": [
		{
			"rank": "Ace",
			"suit": "Clubs",
			"title": "Rusty Dagger",
			"instructions": "Gain a small attack bonus for the next encounter.",
			"flavorText": "Though worn and dulled, this dagger still holds the potential to pierce the heart of any foe.",
			"artworkDescription": "The card showcases a weathered, slightly rusted dagger. Its blade bears scars from previous battles, but its tip gleams with a faint glimmer of determination, symbolizing its enduring usefulness."
		},
		{
			"rank": "2",
			"suit": "Clubs",
			"title": "Sturdy Shield",
			"instructions": "Gain increased defense for the next encounter.",
			"flavorText": "With this shield in hand, you feel an impenetrable barrier between you and the perils that lie ahead.",
			"artworkDescription": "The card displays a solid, reinforced shield. Its surface is adorned with intricate engravings, showcasing symbols of protection and resilience. The design radiates strength and inspires confidence."
		},
		{
			"rank": "3",
			"suit": "Clubs",
			"title": "Healing Potion",
			"instructions": "Restore a portion of your lost health.",
			"flavorText": "The sweet elixir revitalizes your weary body, mending wounds and restoring your spirit.",
			"artworkDescription": "The card exhibits a small vial filled with a vibrant, glowing liquid. Wisps of energy swirl within the potion, signifying its rejuvenating properties. The overall imagery evokes a sense of vitality and renewal."
		},
		{
			"rank": "4",
			"suit": "Clubs",
			"title": "Swift Boots",
			"instructions": "Gain increased agility, allowing you to avoid or escape encounters more easily.",
			"flavorText": "These enchanted boots grant you the speed and dexterity of a nimble rogue, making you a formidable force to reckon with.",
			"artworkDescription": "The card features a pair of sleek, supple boots adorned with intricate laces. The vibrant hues and sleek design suggest enhanced speed and freedom of movement."
		},
		{
			"rank": "5",
			"suit": "Clubs",
			"title": "Enchanted Bow",
			"instructions": "Use this ranged weapon to gain an advantage in the next encounter. Roll a six-sided die. On an even result, your attack is devastating. On an odd result, the effect is lessened.",
			"flavorText": "This bow sings with arcane energies, empowering your arrows to strike true and pierce even the most formidable armor.",
			"artworkDescription": "The card showcases an intricately designed bow glowing with mystical energy. Ethereal arrows float around it, ready to be unleashed with deadly precision."
		},
		{
			"rank": "6",
			"suit": "Clubs",
			"title": "Tome of Knowledge",
			"instructions": "Draw an additional card and gain valuable insight into the upcoming encounter.",
			"flavorText": "The ancient wisdom contained within this tome unveils the secrets of the dungeon, guiding you towards victory.",
			"artworkDescription": "The card displays a thick, leather-bound book with intricate glyphs etched on its cover. Rays of light emanate from its pages, symbolizing the knowledge and guidance it provides."
		},
		{
			"rank": "7",
			"suit": "Clubs",
			"title": "Lucky Charm",
			"instructions": "Gain a temporary luck boost, granting favorable outcomes in the next encounter.",
			"flavorText": "This mystical trinket radiates with a faint glow, attracting good fortune and bending fate in your favor.",
			"artworkDescription": "The card depicts a small, intricately crafted amulet adorned with symbols of luck and prosperity. It exudes an aura of mysticism and positive energy, hinting at the benefits it bestows."
		},
		{
			"rank": "8",
			"suit": "Clubs",
			"title": "Thief's Tools",
			"instructions": "Use your skills to unlock hidden paths or disarm traps in the dungeon.",
			"flavorText": "These expertly crafted tools are a thief's best friend, allowing you to outwit and outmaneuver the dangers that lie ahead.",
			"artworkDescription": "The card showcases a set of sleek lockpicks, a thin wire, and various other specialized tools. Their intricate details and delicate design convey a sense of precision and cunning."
		},
		{
			"rank": "9",
			"suit": "Clubs",
			"title": "Elven Cloak",
			"instructions": "Blend into the shadows and gain an advantage in evading encounters.",
			"flavorText": "Woven with the finest elven craftsmanship, this cloak shrouds you in darkness, making you virtually invisible to the eyes of your enemies.",
			"artworkDescription": "The card displays a flowing, ethereal cloak made from gossamer fabric. It billows gracefully, resembling the wings of a nocturnal creature. Its deep green coloration and delicate patterns evoke a sense of stealth and elven elegance."
		},
		{
			"rank": "10",
			"suit": "Clubs",
			"title": "Crystal Staff",
			"instructions": "Channel arcane energies through the staff to unleash devastating spells.",
			"flavorText": "Imbued with the essence of ancient sorcery, this crystal staff enables you to harness the raw power of magic, reshaping reality to your will.",
			"artworkDescription": "The card exhibits an ornate staff crowned with a shimmering crystal. Magical energies swirl around the gem, casting an otherworldly glow. Intricate runes etched along the staff's length symbolize its connection to the arcane arts."
		},
		{
			"rank": "J",
			"suit": "Clubs",
			"title": "Potion of Invisibility",
			"instructions": "Become invisible, allowing you to bypass encounters undetected.",
			"flavorText": "One sip of this elixir renders you unseen, a phantom in the dungeon's depths. Walk among your foes, a silent observer in their midst.",
			"artworkDescription": "The card portrays a vial filled with a translucent liquid. Within the vial, a figure becomes transparent, blending seamlessly into the background. The art captures the essence of concealment and unseen movement."
		},
		{
			"rank": "Q",
			"suit": "Clubs",
			"title": "Shield of Reflection",
			"instructions": "Activate the shield to reflect an opponent's attack back at them.",
			"flavorText": "Forged from enchanted alloys, this shield not only guards your physical form but turns your enemies' assaults against them.",
			"artworkDescription": "The card showcases a large, intricately designed shield. Its surface is polished to a mirror-like sheen, reflecting the environment and casting a protective aura. The art captures the essence of defense and counterattack."
		},
		{
			"rank": "K",
			"suit": "Clubs",
			"title": "Hammer of Justice",
			"instructions": "Unleash a powerful strike with the hammer, dealing significant damage to your opponent.",
			"flavorText": "As the hammer descends, the echoes of righteousness resound, punishing the wicked and bringing justice to the dungeon's depths.",
			"artworkDescription": "The card features a formidable hammer, its weighty head adorned with intricate engravings. Sparks of energy surround the weapon as it strikes down upon a target, symbolizing its raw power and righteous fury."
		}
	],
	"hearts": [
		{
			"rank": "Ace",
			"suit": "Hearts",
			"title": "Fierce Monster",
			"instructions": "Engage in a fierce battle against a powerful monster. Roll a six-sided die. If the result is 4 or higher, defeat the monster and progress. If the result is 3 or lower, lose health and try again on your next turn.",
			"flavorText": "A fearsome creature stands before you, its growls echoing through the dungeon. Brace yourself for a challenging fight.",
			"artworkDescription": "The card depicts a menacing monster with sharp claws and fangs, radiating a palpable aura of danger. The adventurer prepares for combat, steeling their resolve to face this formidable adversary."
		},
		{
			"rank": "2",
			"suit": "Hearts",
			"title": "Mysterious Relic",
			"instructions": "Investigate a mysterious relic. Roll a six-sided die. If the result is even, gain a beneficial item or ability. If the result is odd, trigger a trap and lose health.",
			"flavorText": "An ancient relic lies in your path, emanating an enigmatic aura. Delve into its mysteries, but be wary of the consequences.",
			"artworkDescription": "The card showcases a mystical artifact adorned with intricate patterns and glowing symbols. Its origin and purpose remain unknown, tempting the adventurer with the allure of untold knowledge."
		},
		{
			"rank": "3",
			"suit": "Hearts",
			"title": "Hidden Treasure",
			"instructions": "Stumble upon a hidden cache of treasure. Roll a six-sided die. If the result is 4 or higher, gain a valuable reward. If the result is 3 or lower, trigger a trap and lose health.",
			"flavorText": "A glint of gold catches your eye, leading you to a hidden trove of riches. Decide wisely how to make the most of your discovery.",
			"artworkDescription": "The card features a glittering pile of gold coins, precious gems, and ornate artifacts. The adventurer stands amidst the treasure, contemplating how to best utilize their newfound wealth."
		},
		{
			"rank": "4",
			"suit": "Hearts",
			"title": "Enchanted Obstacle",
			"instructions": "Encounter a magical obstacle. Roll a six-sided die. If the result is 4 or higher, use your skill or special ability to bypass the obstacle and progress. If the result is 3 or lower, lose health and try again on your next turn.",
			"flavorText": "A magical barrier obstructs your path, crackling with arcane energy. Unleash your resourcefulness to overcome this mystic challenge.",
			"artworkDescription": "The card portrays a shimmering, translucent barrier pulsating with magical energy. The adventurer contemplates their options, preparing to deploy their skills and knowledge to overcome the obstacle."
		},
		{
			"rank": "5",
			"suit": "Hearts",
			"title": "Lurking Shadows",
			"instructions": "Navigate through a dark and treacherous area. Roll a six-sided die. If the result is 4 or higher, safely traverse the shadows. If the result is 3 or lower, trigger a hidden trap and lose health.",
			"flavorText": "Darkness engulfs the corridor, concealing lurking threats. Tread carefully, for the shadows hold unseen perils.",
			"artworkDescription": "The card depicts a dimly lit passageway shrouded in darkness. Sinister silhouettes and gleaming eyes peep from the shadows, testing the adventurer's resolve and agility."
		},
		{
			"rank": "6",
			"suit": "Hearts",
			"title": "Cursed Relic",
			"instructions": "Handle a cursed relic and face the consequences of its malevolent magic. Roll a six-sided die. If the result is even, suffer a curse and lose health. If the result is odd, break the curse and gain a beneficial effect.",
			"flavorText": "A cursed artifact lies in wait, tempting fate with its dark enchantments. Proceed with caution, for its curse may bring dire consequences.",
			"artworkDescription": "The card displays a foreboding relic covered in dark symbols and emitting an ominous aura. The adventurer hesitates, fully aware of the potential risks and rewards associated with this cursed object."
		},
		{
			"rank": "7",
			"suit": "Hearts",
			"title": "Ancient Riddle",
			"instructions": "Encounter an ancient riddle. Roll a six-sided die. If the result is 4 or higher, solve the riddle and gain a clue to progress. If the result is 3 or lower, fail to solve the riddle and lose health.",
			"flavorText": "A cryptic riddle echoes through the chamber, challenging your intellect. Seek the answer to unlock the path forward.",
			"artworkDescription": "The card depicts a scroll inscribed with intricate symbols and a perplexing riddle. The adventurer ponders the enigmatic words, searching for the key to unraveling its meaning."
		},
		{
			"rank": "8",
			"suit": "Hearts",
			"title": "Trap",
			"instructions": "Trigger a hidden trap. Roll a six-sided die. If the result is even, evade the trap unscathed. If the result is odd, lose health as the trap springs.",
			"flavorText": "An unseen danger lurks in the shadows, waiting to ensnare the unwary. Stay vigilant to survive the perilous trap.",
			"artworkDescription": "The card showcases a concealed mechanism releasing a deadly trap. The adventurer's nimble movements and quick thinking will determine whether they emerge unharmed or fall victim to the treacherous contraption."
		},
		{
			"rank": "9",
			"suit": "Hearts",
			"title": "Dreadful Curse",
			"instructions": "Fall victim to a dreadful curse. Roll a six-sided die. If the result is 4 or higher, resist the curse and continue. If the result is 3 or lower, succumb to the curse and lose health.",
			"flavorText": "A malevolent enchantment befalls you, threatening to weaken your spirit. Summon your inner strength to overcome the dreadful curse.",
			"artworkDescription": "The card depicts a swirling vortex of dark energy enveloping the adventurer. The curse's tendrils extend, ready to sap their vitality. The fate of the adventurer hangs in the balance as they struggle against the insidious influence of the curse."
		},
		{
			"rank": "10",
			"suit": "Hearts",
			"title": "Ancient Guardian",
			"instructions": "Awaken an ancient guardian. Roll a six-sided die. If the result is 4 or higher, persuade the guardian to aid you in your quest. If the result is 3 or lower, engage in a battle with the guardian, risking your health.",
			"flavorText": "An ancient guardian, dormant for ages, stirs as you approach. Negotiate or fight, for their decision may determine your fate.",
			"artworkDescription": "The card depicts a towering and imposing figure, a guardian of the dungeon's secrets. The adventurer stands before them, ready to prove their worth and earn their assistance or face a formidable foe in battle."
		},
		{
			"rank": "J",
			"suit": "Hearts",
			"title": "Mystic Portal",
			"instructions": "Discover a mystic portal. Roll a six-sided die. If the result is even, the portal transports you to a new location. If the result is odd, the portal malfunctions, leading to an unexpected outcome.",
			"flavorText": "A shimmering portal materializes before you, offering a passage to another realm. Step through its veil, but be prepared for what awaits on the other side.",
			"artworkDescription": "The card showcases a swirling vortex of energy, forming a portal between dimensions. The adventurer contemplates the risks and rewards of traversing this mystical gateway, uncertain of the destination that lies beyond."
		},
		{
			"rank": "Q",
			"suit": "Hearts",
			"title": "Ethereal Guide",
			"instructions": "Encounter an ethereal guide. Roll a six-sided die. If the result is 4 or higher, gain valuable knowledge or assistance. If the result is 3 or lower, the guide disappears, leaving you to navigate on your own.",
			"flavorText": "A mysterious apparition materializes, offering guidance in your perilous journey. Earn their favor or face the daunting challenges alone.",
			"artworkDescription": "The card features a spectral figure bathed in a soft glow, exuding an otherworldly presence. The adventurer gazes upon the guide, seeking their wisdom and aid in navigating the labyrinthine dungeon."
		},
		{
			"rank": "K",
			"suit": "Hearts",
			"title": "Dire Consequences",
			"instructions": "Trigger an event with dire consequences. Roll a six-sided die. The outcome depends on the result of the die roll.",
			"flavorText": "The forces of fate conspire against you, setting in motion an event of great significance. Brace yourself for the repercussions of your actions.",
			"artworkDescription": "The card depicts a pivotal moment in the adventurer's journey, where the repercussions of their choices unfold. The world around them trembles as they stand at the precipice of a life-altering event."
		}
	],
	"spades": [
		{
			"rank": "Ace",
			"suit": "Spades",
			"title": "Dungeon Map",
			"instructions": "Look at the top 5 cards from the deck. Choose one card to place in your hand, then discard the remaining cards.",
			"flavorText": "The intricate map unfurls before you, revealing the twists and turns of the treacherous dungeon. Use its knowledge to guide your way.",
			"artworkDescription": "The card displays a detailed map of the labyrinthine dungeon, marked with symbols and annotations. The adventurer studies the map, searching for a way out."
		},
		{
			"rank": "2",
			"suit": "Spades",
			"title": "Glowing Lantern",
			"instructions": "Draw 2 cards from the deck. Choose one card to add to your hand, then discard the other card.",
			"flavorText": "The flickering glow of the lantern pierces the shadows, revealing secrets concealed in the darkness. Let its light guide your steps.",
			"artworkDescription": "The card depicts a lantern casting a warm glow in the dimly lit dungeon. The adventurer holds it aloft, its radiance banishing the encroaching darkness."
		},
		{
			"rank": "3",
			"suit": "Spades",
			"title": "Pathfinder's Compass",
			"instructions": "Shuffle the discard pile into the deck. Draw 3 cards from the deck.",
			"flavorText": "The enchanted compass spins and aligns, pointing towards the true path. Follow its guidance, and you shall find your way.",
			"artworkDescription": "The card showcases a mystical compass with intricate engravings and a spinning needle. The adventurer holds it, captivated by its magical properties, and determines the best course of action."
		},
		{
			"rank": "4",
			"suit": "Spades",
			"title": "Stealthy Cloak",
			"instructions": "Discard a card from your hand. Draw 2 cards from the deck.",
			"flavorText": "The shadows embrace you as you wear the stealthy cloak, rendering you invisible to danger's gaze. Move swiftly and undetected.",
			"artworkDescription": "The card depicts an adventurer shrouded in a dark, flowing cloak, blending seamlessly with the surroundings. They navigate silently, using the cloak's magic to avoid detection."
		},
		{
			"rank": "5",
			"suit": "Spades",
			"title": "Guiding Rune",
			"instructions": "Look at the top card from the deck. You may choose to place it in the discard pile or back on top of the deck.",
			"flavorText": "A glowing rune reveals itself, etched upon the dungeon walls. Its ancient wisdom points you in the right direction. Trust its guidance.",
			"artworkDescription": "The card displays a luminescent rune carved into the stonework. The adventurer traces its intricate pattern with their fingers, absorbing its mystical essence and following its direction."
		},
		{
			"rank": "6",
			"suit": "Spades",
			"title": "Spectral Guide",
			"instructions": "Draw a card from the deck. If it is a Hearts card, gain 2 clues. If not, discard it.",
			"flavorText": "A ghostly figure materializes, offering its ethereal guidance through the labyrinth. Listen to its whispered advice, for it holds secrets of escape.",
			"artworkDescription": "The card features a ghostly figure, partially transparent, emanating a soft glow. The adventurer listens intently to the spectral guide, seeking the knowledge and direction they provide."
		},
		{
			"rank": "7",
			"suit": "Spades",
			"title": "Hidden Passage",
			"instructions": "Draw a card from the deck. If it is a Clubs card, gain 2 clues. If not, discard it.",
			"flavorText": "A crack in the wall catches your eye, hinting at a hidden path. Venture through, and it may lead you closer to escape.",
			"artworkDescription": "The card depicts an adventurer squeezing through a narrow opening in the dungeon's stone walls. Dim light beckons from the passage beyond, promising a way forward."
		},
		{
			"rank": "8",
			"suit": "Spades",
			"title": "Teleportation Crystal",
			"instructions": "Draw a card from the deck. If it is a Diamonds card, gain 2 clues. If not, discard it.",
			"flavorText": "The crystal pulses with energy, ready to transport you in an instant. Embrace its power, and the dungeon shifts around you.",
			"artworkDescription": "The card showcases a shimmering crystal suspended in mid-air, radiating a vibrant glow. The adventurer reaches out, activating the crystal's magic, and vanishes from one spot to reappear in another."
		},
		{
			"rank": "9",
			"suit": "Spades",
			"title": "Whispering Winds",
			"instructions": "Draw a card from the deck. If it is a Spades card, gain 2 clues. If not, discard it.",
			"flavorText": "The winds murmur in hushed tones, carrying messages from forgotten souls. Pay attention, for their whispers hold the key to advancement.",
			"artworkDescription": "The card depicts an adventurer standing in an open chamber, their ears perked up as ethereal wisps of wind brush against their face. They strain to catch the cryptic messages carried by the whispering winds."
		},
		{
			"rank": "10",
			"suit": "Spades",
			"title": "Trailblazer's Boots",
			"instructions": "Draw a card from the deck. If it is a Clubs card, gain 2 clues. If not, discard it.",
			"flavorText": "With the Trailblazer's Boots laced, you move like the wind, leaving trails of dust in your wake. Journey forth, swift and resolute.",
			"artworkDescription": "The card showcases a pair of boots imbued with a pulsating energy, radiating power and swiftness. The adventurer slips them on, feeling a surge of agility and determination coursing through their veins."
		},
		{
			"rank": "J",
			"suit": "Spades",
			"title": "Mystic Compass",
			"instructions": "Draw a card from the deck. If it is a Hearts card, gain 2 clues. If not, discard it.",
			"flavorText": "The ancient compass pulses with mystic energy, pointing you towards the true way out. Trust its divination and follow its lead.",
			"artworkDescription": "The card features a weathered compass with arcane symbols and a glowing needle. The adventurer holds it close, allowing the compass's ancient wisdom to direct their steps."
		},
		{
			"rank": "Q",
			"suit": "Spades",
			"title": "Shadowstep",
			"instructions": "Move to any room adjacent to your current location. Gain 1 clue.",
			"flavorText": "The shadows become your ally as you step through them, seamlessly traversing the dungeon's expanse. Seize the advantage of unexpected movement.",
			"artworkDescription": "The card depicts an adventurer stepping into the darkness, their body half-submerged in shadow. The surroundings shift as they move, blurring their exact location and surprising any would-be pursuers."
		},
		{
			"rank": "K",
			"suit": "Spades",
			"title": "Guardian's Key",
			"instructions": "Unlock the power of the Guardian's Key, granting access to hidden areas. Gain a clue to progress.",
			"flavorText": "The key hums with ancient energy, unlocking the secrets guarded by unseen forces. With it in your possession, new paths reveal themselves.",
			"artworkDescription": "The card showcases a mystical key adorned with intricate engravings. The adventurer grasps the key, feeling a surge of power and knowledge as they prepare to unlock hidden doors and passages."
		}
	],
	"diamonds": [
		{
			"rank": "Ace",
			"suit": "Diamonds",
			"title": "Treasure Cache",
			"instructions": "Draw 3 cards from the deck. Choose one card to add to your hand, then discard the other 2 cards.",
			"flavorText": "Glittering treasure lies within your reach, waiting to be claimed. Decide wisely, for not all that shines is valuable.",
			"artworkDescription": "The card showcases a pile of golden coins, shimmering gemstones, and precious artifacts. The adventurer's eyes widen with anticipation as they stand before the treasure cache."
		},
		{
			"rank": "2",
			"suit": "Diamonds",
			"title": "Mysterious Relic",
			"instructions": "Draw a card from the deck. If it is a Clubs card, gain 2 clues. If not, discard it.",
			"flavorText": "A strange relic materializes before you, its purpose and power unknown. Examine it carefully, for its secrets may prove valuable.",
			"artworkDescription": "The card depicts a mystical artifact, adorned with intricate symbols and emanating an otherworldly glow. The adventurer gingerly holds it, marveling at its enigmatic nature."
		},
		{
			"rank": "3",
			"suit": "Diamonds",
			"title": "Fortune's Favor",
			"instructions": "Gain 2 clues.",
			"flavorText": "Fortune smiles upon you, bestowing its favor in this treacherous dungeon. Take heart, for luck is on your side.",
			"artworkDescription": "The card showcases a radiant sunburst, symbolizing luck and good fortune. The adventurer basks in its warm glow, feeling a surge of confidence and optimism."
		},
		{
			"rank": "4",
			"suit": "Diamonds",
			"title": "Ominous Whispers",
			"instructions": "Draw a card from the deck. If it is a Hearts card, gain 2 clues. If not, discard it.",
			"flavorText": "Echoes of unsettling whispers surround you, warning of unseen dangers. Listen closely, for the whispers bear hidden knowledge.",
			"artworkDescription": "The card depicts eerie wisps of smoke coiling around the adventurer, their expressions reflecting a mix of curiosity and unease. They strain their ears, trying to decipher the mysterious whispers that fill the air."
		},
		{
			"rank": "5",
			"suit": "Diamonds",
			"title": "Enchanted Fountain",
			"instructions": "Gain 1 clue and restore 2 health.",
			"flavorText": "The enchanted waters of the fountain possess healing properties. Drink deep, and let its magic restore your vitality.",
			"artworkDescription": "The card showcases a sparkling fountain, water cascading in mesmerizing patterns. The adventurer kneels beside it, cupping their hands and savoring the revitalizing elixir."
		},
		{
			"rank": "6",
			"suit": "Diamonds",
			"title": "Lost Knowledge",
			"instructions": "Draw 2 cards from the deck. Choose one card to add to your hand, then discard the other card.",
			"flavorText": "Pages of forgotten lore flutter before you, offering glimpses into the dungeon's secrets. Absorb the knowledge, for it may hold the key to escape.",
			"artworkDescription": "The card displays an open book filled with ancient text and illustrations. The adventurer leans over, captivated by the wisdom contained within its pages."
		},
		{
			"rank": "7",
			"suit": "Diamonds",
			"title": "Trader's Bargain",
			"instructions": "Draw a card from the deck. If it is a Diamonds card, gain 2 clues. If not, discard it.",
			"flavorText": "A shrouded figure emerges from the shadows, offering a trade. Weigh the risks and rewards, for the trader's bargain may prove beneficial.",
			"artworkDescription": "The card features a mysterious hooded figure, holding a sack filled with mysterious objects. The adventurer scrutinizes the figure, considering the potential benefits and hidden dangers of striking a deal."
		},
		{
			"rank": "8",
			"suit": "Diamonds",
			"title": "Cursed Relic",
			"instructions": "Draw a card from the deck. If it is a Spades card, discard 2 cards from your hand. If not, discard it.",
			"flavorText": "A cursed relic materializes before you, emanating malevolent energy. Tread carefully, for its dark influence can lead to peril.",
			"artworkDescription": "The card depicts a sinister artifact, adorned with ominous symbols and crackling with dark energy. The adventurer hesitates, sensing the inherent danger that accompanies such a cursed item."
		},
		{
			"rank": "9",
			"suit": "Diamonds",
			"title": "Fountain of Clarity",
			"instructions": "Gain 3 clues.",
			"flavorText": "The tranquil waters of the fountain grant you clarity of mind. Delve deep into its depths, and revelations will unfold.",
			"artworkDescription": "The card showcases a pristine fountain, its crystal-clear water reflecting beams of sunlight. The adventurer leans over, cupping their hands and drawing upon the fountain's wisdom."
		},
		{
			"rank": "10",
			"suit": "Diamonds",
			"title": "Arcane Scroll",
			"instructions": "Draw a card from the deck. If it is a Spades card, gain 2 clues. If not, discard it.",
			"flavorText": "An ancient scroll materializes in your hands, its glyphs and incantations holding arcane knowledge. Unravel its secrets, and new possibilities will arise.",
			"artworkDescription": "The card depicts a weathered scroll, adorned with intricate illustrations and mystical symbols. The adventurer carefully unrolls it, studying the cryptic writing with a mix of curiosity and reverence."
		},
		{
			"rank": "J",
			"suit": "Diamonds",
			"title": "Divine Intervention",
			"instructions": "Gain 1 clue and restore 2 health.",
			"flavorText": "A divine presence watches over you, offering both healing and guidance. Embrace the blessings bestowed upon you.",
			"artworkDescription": "The card features a radiant figure, surrounded by a gentle glow. The adventurer reaches out, bathed in the warm light, feeling a sense of comfort and protection."
		},
		{
			"rank": "Q",
			"suit": "Diamonds",
			"title": "Time Distortion",
			"instructions": "Draw a card from the deck. If it is a Diamonds card, gain 2 clues. If not, discard it.",
			"flavorText": "Time bends and warps around you, creating opportunities amidst the chaos. Seize the moment, for time is both ally and adversary.",
			"artworkDescription": "The card depicts a swirling vortex of time, with the adventurer standing at its center. The world around them appears distorted and fragmented, hinting at the unpredictable nature of temporal manipulation."
		},
		{
			"rank": "K",
			"suit": "Diamonds",
			"title": "Chalice of Renewal",
			"instructions": "Restore all health and gain 3 clues.",
			"flavorText": "The mystical chalice brims with rejuvenating energy, capable of healing both body and mind. Imbibe its essence and emerge stronger than before.",
			"artworkDescription": "The card showcases a beautifully crafted chalice, overflowing with ethereal energy. The adventurer holds it aloft, feeling the potent restoration coursing through their veins."
		}
	]
}
